tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mongodb/brew"
brew "antigen"
brew "git"
brew "glpk"
brew "go"
brew "htop"
brew "neofetch"
brew "neovim"
brew "node"
brew "tree"
brew "yadm"
brew "yarn"
cask "ableton-live-suite"
cask "adobe-acrobat-pro"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "kite"
cask "miniconda"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "xquartz"
cask "zoomus"
