tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "curl"
brew "exa"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "htop"
brew "lazygit"
brew "mas"
brew "navi"
brew "neovim"
brew "openconnect"
brew "openjdk"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "rtx"
brew "sheldon"
brew "starship"
brew "terraform"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "zoxide"
cask "ableton-live-suite"
cask "alacritty"
cask "audacity"
cask "audio-hijack"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "hiddenbar"
cask "izotope-product-portal"
cask "mediahuman-audio-converter"
cask "miniconda"
cask "mp3tag"
cask "native-access"
cask "obsidian"
cask "postman"
cask "qtspim"
cask "rectangle"
cask "rekordbox"
cask "skim"
cask "slack"
cask "soulseek"
cask "spotify"
cask "suspicious-package"
cask "tag"
cask "the-unarchiver"
cask "transnomino"
cask "visual-studio-code"
cask "vnc-viewer"
cask "whatsapp"
cask "xquartz"
cask "yate"
cask "zoom"
mas "CapCut", id: 1500855883
mas "Free WMV AVI Converter", id: 908646278
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
vscode "alefragnani.project-manager"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "freebroccolo.sml"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "IBM.ibm-developer"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vrjuliao.sml-environment"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "xabikos.JavaScriptSnippets"
vscode "ZainChen.json"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
