tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "btop"
brew "glib"
brew "curl"
brew "eza"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "hugo"
brew "lazygit"
brew "mas"
brew "mise"
brew "navi"
brew "neovim"
brew "openconnect"
brew "poppler"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "zoxide"
cask "ableton-live-suite"
cask "arc"
cask "audacity"
cask "audio-hijack"
cask "betterdisplay"
cask "bettermouse"
cask "capcut"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "foobar2000"
cask "ghostty"
cask "hiddenbar"
cask "izotope-product-portal"
cask "logitech-options"
cask "mediahuman-audio-converter"
cask "mp3tag"
cask "native-access"
cask "paintbrush"
cask "postman"
cask "raycast"
cask "rekordbox"
cask "slack"
cask "soulseek"
cask "splice"
cask "spotify"
cask "suspicious-package"
cask "the-unarchiver"
cask "transnomino"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "yate"
cask "zoom"
cask "zulu@8"
mas "GoodNotes", id: 1444383602
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "astral-sh.ty"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "hbenl.vscode-test-explorer"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "kevinrose.vsc-python-indent"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "pdconsec.vscode-print"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "zainchen.json"
vscode "ziyasal.vscode-open-in-github"
