tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "libssh2"
brew "curl"
brew "deno"
brew "fnm"
brew "fzf"
brew "git"
brew "guile"
brew "nghttp2"
brew "unbound"
brew "gnutls"
brew "go"
brew "htop"
brew "hugo"
brew "lazygit"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "navi"
brew "neovim"
brew "openconnect"
brew "openjdk"
brew "ranger"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "terraform"
brew "texlab"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "yadm"
brew "zoxide"
cask "ableton-live-suite"
cask "alacritty"
cask "balenaetcher"
cask "basictex"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "intellij-idea"
cask "logitech-options"
cask "macs-fan-control"
cask "microsoft-teams"
cask "miniconda"
cask "postman"
cask "rectangle"
cask "skim"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "zoom"
mas "GoodNotes", id: 1444383602
